{
  "menu": {
    "districts": "Oblasti a tratě",
    "donate": "Jak přispět?",
    "about": "O webu"
  },

  "titles": {
    "mainH1": "Příspěvky na běžkařské tratě jednoduše",
    "donateH2": "Jak přispět?",
    "donateH2toPNB": "Podpořte tento web",
    "aboutH2": "O webu",

    "error": "Tady chybí udržovaná trať.",
    "jumpHome": "Přejít na začátek"
  },
  "text": {
    "introLinePNB": "Seznam spolků a oblastí z celého Česka s platebními údaji, jak jim přispět za jejich úpravu a údržbu běžkařských tratí.",
    "introLineKosile": "Toto je neziskový dobroweb. Přispějte na jeho provoz a další rozvoj, ideálně nákupem kvalitní, české, ručně šité <1>košile od Uhlíře</1>, které jako autor nabízím.",
    "introLineKZS": "Aktuální info o stavu sněhu a jednotlivých tratí na partnerském webu <1>www.kamzasnehem.cz</1>.",
    "introLineMapycz": "Jak přispět na běžky v dané lokaci můžete nalézt také na nástupních místech tratí na <1>Mapy.cz</1>.",

    "about": {
      "1": "Obout si běžky a vyrazit bílou stopou skoro nic nestojí. Údržba tratí ale ano.",
      "2": "Stopy udržují různé kluby a spolky za pomocí občanských sbírek a státních příspěvků.",
      "3": "Tento dobroweb jsem vytvořil, aby šlo přispět a podpořit úpravu bežkařských tratí jednoduše, rychle a moderně.",
      "4": "Jsou tu pouze areály, u kterých jsem našel číslo účtu nebo aktivní Facebook stránku.",
      "5": "O webu napsali:"
    },

    "donate": {
      "1": "Příspěvěk se zasílá jako klasický převod peněz na účet. Cílový účet je přímo daného rolbaře, dobrovolníka, spolku. Ten web pouze zobrazuje dané platební informace.",
      "2": "Pokud máte aplikaci banky v mobilu, můžete využít QR kód, který naskenujete a platba danému spolku se vám automaticky předvyplní.",
      "3": "U každé oblasti je uvedeno i samotné číslo účtu, pokud mobilní aplikaci nepoužíváte a nebo si chcete ověřit platnost informací z QR kódu.",
      "4": "Pokud daný spolek či organizace vede svůj bankovní účet jako transparentní, v kartě oblasti je uveden také odkaz. Můžete si tak například zkontrolovat, že vaše peníze v pořádku dorazily."
    },

    "madeBy": "Tento dobročinný web vytvořil <1>Vojtěch Uhlíř</1> , sportovec, nadšenec na bežky, programátor.",
    "alsoMade": "Znáte improvizační vystoupení, impro standupy nebo impro show? Koukněte na <1>www.improbox.cz</1>! Web, který je centrem české improvizace, jehož jsem také autorem.",

    "footerLine2": "Je něco špatně nebo něco chybí?",
    "footerLine3": "Napište a dejte mi vědet! ✍️"
  },
  "trailpark": {
    "showDetailsH6": "Zobrazit detail",
    "hideDetailsH6": "Skrýt detail",
    "qrCodeH5": "QR kód pro platbu:",
    "accountNumberH5": "Číslo účtu:",
    "publicAccountH6": "Transparentní účet",
    "operatorH5": "Provozovatel:",
    "lastUpdatedAt": "Naposledy aktualizováno "
  }
}
